Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Create New Room?
ca: Vols crear una sala nova?
cs: Vytvořit novou místnost?
de: Neuen Raum erstellen?
es_cl: ¿Crear Nueva Sala?
es_es: ¿Crear nueva sala?
et: Kas luua uus ruum?
fr: Créer un nouveau Salon ?
hu: Új szoba létrehozása?
it: Creare Nuovo Canale?
lv: Vai izveidot jaunu istabu?
nl: Nieuwe ruimte creëren?
pl: Utworzyć nowy pokój?
pt_br: Criar uma Nova Sala?
pt_pt: Criar Nova Sala?
ru: Создать новую комнату?
ta: புதிய அறையை உருவாக்கவா?
tr: Yeni Oda Oluşturulsun mu?
uk: Створити нову кімнату?
zh_hans: 创建新聊天室？

source: Created by
ca: Creat per
cs: Vytvořil(a)
de: Erstellt von
es_es: Creado por
et: Loonud
fr: Créé par
hu: Készítette
it: Creato da
lv: Izstrādātāji
nl: Gemaakt door
pl: Stworzone przez
pt_br: Criado por
pt_pt: Criado por
ru: Создатели
ta: உருவாக்கியது
tr: Oluşturan
zh_hans: 创建者

source: Created by:
ca: Creat per:
cs: Vytvořil(a):
de: Erstellt von:
es_es: Creado por:
et: Looja:
fr: Créé par :
hu: Készítette:
it: Creato da:
lv: Izveidoja:
nl: Gemaakt door:
pl: Stworzone przez:
pt_br: Criado por:
pt_pt: Criado por:
ru: Создано:
ta: உருவாக்கியவர்:
tr: Oluşturan:
zh_hans: 创作者：

source: Current Session
ca: Sessió actual
cs: Aktuální relace
de: Aktuelle Sitzung
es_cl: Sesión actual
es_es: Sesión actual
et: Praegune seanss
fr: Session en cours
hu: Aktuális munkamenet
it: Sessione Corrente
lv: Pašreizējā sesija
nl: Huidige sessie
pl: Aktualna sesja
pt_br: Sessão Atual
pt_pt: Sessão Atual
ru: Текущий сеанс
ta: நடப்பு அமர்வு
tr: Geçerli Oturum
uk: Поточна сесія
zh_hans: 当前会话

source: Cut
ca: Tallar
cs: Vyjmout
de: Ausschneiden
es_cl: Cortar
es_es: Cortar
et: Lõika
fr: Coupez
hu: Kivág
it: Taglia
lv: Izgriezt
nl: Knippen
pl: Wytnij
pt_br: Cortar
pt_pt: Cortar
ru: Вырезать
ta: வெட்டு
tr: Kes
uk: Вирізати
zh_hans: 剪切

source: Debug logs folder:
ca: Carpeta de registres de depuració:
cs: Složka protokolů ladění:
de: Ordner mit Debug-Logs:
es_cl: Carpeta de registros de depuración:
es_es: Carpeta de registros de depuración:
et: Silumislogide kaust:
fr: Dossier des journaux de débogage :
hu: Hibakeresési naplók mappája:
it: Cartella registri di debug:
lv: Atkļūdošanas žurnālu mape:
nl: Debug logs map:
pl: Folder logów dziennika debuggera:
pt_br: Pasta de registros de depuração:
pt_pt: Pasta de registos de depuração:
ru: Каталог журналов отладки:
ta: பிழைத்திருத்த பதிவுகள் கோப்புறை:
tr: Hata ayıklama günlükleri klasörü:
uk: Каталог журналів відлагодження:
zh_hans: 调试日志文件夹：

source: Default
ca: Per defecte
cs: Výchozí
de: Standard
es_cl: Por omisión
es_es: Por defecto
et: Vaikimisi
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
lv: Noklusējums
nl: Standaard
pl: Domyślnie
pt_br: Padrão
pt_pt: Padrão
ru: По умолчанию
ta: இயல்புநிலை
tr: Öntanımlı
uk: За замовчуванням
zh_hans: 默认

source: Delete Chat Log…
ca: Suprimir el registre de xat…
cs: Smazat protokol chatu…
de: Chatprotokoll löschen …
es_cl: Borrar registro de charla…
es_es: Borrar registro de charla…
et: Kustuta vestluslogi…
fr: Supprimer le journal de discussion…
hu: Csevegési napló törlése…
it: Elimina Registro Chat…
lv: Dzēst tērzēšanas žurnālu…
nl: Chatlog verwijderen…
pl: Usuń dziennik czatu…
pt_br: Excluir o registro de bate-papo…
pt_pt: Apagar o registo de bate-papo…
ru: Очистить журнал…
ta: அரட்டை பதிவை நீக்கு…
tr: Sohbet Günlüğünü Sil…
uk: Видалити журнал чату…
zh_hans: 删除聊天日志……

source: Delete Logged Messages?
ca: Vols suprimir els missatges registrats?
cs: Smazat zprávy protokolu?
de: Protokollierte Nachrichten löschen?
es_cl: ¿Borrar mensajes registrados?
es_es: ¿Borrar mensajes registrados?
et: Kas kustutada logitud sõnumid?
fr: Supprimer les messages enregistrés ?
hu: Törli a naplózott üzeneteket?
it: Eliminare i Messaggi Registrati?
lv: Vai dzēst žurnālā reģistrētās ziņas?
nl: Gelogde berichten verwijderen?
pl: Usunąć zarejestrowane wiadomości?
pt_br: Excluir mensagens registradas?
pt_pt: Apagar mensagens registadas?
ru: Удалить журнал сообщений?
ta: உள்நுழைந்த செய்திகளை நீக்கவா?
tr: Kayıtlı Mesajlar Silinsin mi?
uk: Видалити зареєстровані повідомлення?
zh_hans: 删除消息记录？

source: Delete Room Log…
ca: Suprimir el registre de la sala…
cs: Smazat protokol místnosti…
de: Raumprotokoll löschen …
es_cl: Borrar registro de la sala…
es_es: Borrar registro de la sala…
et: Kustuta ruumi logi…
fr: Supprimer le log du salon…
hu: Szobanapló törlése…
it: Elimina Registro Canale…
lv: Dzēst istabas žurnālu…
nl: Vamerlog verwijderen…
pl: Usuń dziennik pokoju…
pt_br: Excluir o registro da sala…
pt_pt: Apagar o registo da sala…
ru: Удалить журнал комнаты…
ta: அறை பதிவை நீக்கு…
tr: Oda Günlüğünü Sil…
zh_hans: 删除房间日志……

source: Deleted
ca: Esborrat
cs: Smazané
de: Gelöscht
es_es: Eliminada
et: Kustutatud
fr: Supprimé
hu: Törölt
it: Eliminato
lv: Izdzēsts
nl: Verwijderd
pl: Usunięto
pt_br: Excluído
pt_pt: Excluído
ru: Удалено
ta: நீக்கப்பட்டது
tr: Silindi
uk: Видалено
zh_hans: 已删除

source: Disconnect
ca: Desconnectar
cs: Odpojit
de: Verbindung trennen
es_cl: Desconectar
es_es: Desconectar
et: Katkesta ühendus
fr: Se déconnecter
hu: Lecsatlakozás
it: Disconnetti
lv: Atvienot
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
pt_pt: Desconectar
ru: Отключиться
ta: துண்டிக்கவும்
tr: Bağlantıyı Kes
uk: Від’єднатися
zh_hans: 断开连接

source: Dislikes
ca: No li agrada
cs: Nelíbí se
de: Gefällt nicht
es_cl: Aversiones
es_es: Aversiones
et: Ei meeldi
fr: N'aime pas
hu: Nem tetszik
it: Non mi piace
lv: Nepatīk
nl: Niet leuk
pl: Nie lubię
pt_br: Não Gosteis
pt_pt: Não Gosteis
ru: Безразлично
ta: விருப்பு வெறுப்புகள்
tr: Sevmiyor
uk: Не подобається
zh_hans: 不喜欢

source: Disown Private Room
ca: Fer pública la sala privada
cs: Zříci se vlastnictví soukromé místnosti
de: Privaten Raum aufgeben
es_cl: Hacer Pública la Sala Privada
es_es: Hacer pública la sala privada
et: Loobu privaattoast
fr: Rendre public le salon privé
hu: Privát szoba elhagyása
it: Abbandona Canale Privato
lv: Atteikties no privātās istabas
nl: Geef beheer van privékamer op
pl: Odrzuć prywatny pokój
pt_br: Rejeitar Sala Privada
pt_pt: Rejeitar Sala Privada
ru: Удалить комнату
ta: தனியார் அறையை மறுக்கவும்
tr: Özel Odanın Sahipliğini Bırak
uk: Відмовитися від окремої кімнати
zh_hans: 放弃私密聊天室所有权

source: Do you really want to clear all downloads?
ca: Vols netejar totes les descàrregues?
cs: Opravdu chcete odebrat všechna stahování?
de: Willst du wirklich alle Downloads löschen?
es_cl: ¿Realmente quieres limpiar todas las descargas?
es_es: ¿De verdad quieres limpiar todas las descargas?
et: Kas soovid tõesti kõik allalaadimised eemaldada?
fr: Voulez-vous vraiment effacer tous les téléchargements ?
hu: Valóban törölni szeretné az összes letöltést?
it: Sei sicuro di voler pulire tutti i download?
lv: Vai tiešām vēlaties notīrīt visas lejupielādes?
nl: Wil je echt alle downloads wissen?
pl: Jesteś pewien, że chcesz wyczyścić wszystkie pobrane?
pt_br: Você realmente quer limpar todos os downloads?
pt_pt: Realmente quer limpar todas as descargass?
ru: Вы действительно хотите очистить все загрузки?
ta: எல்லா பதிவிறக்கங்களையும் அழிக்க விரும்புகிறீர்களா?
tr: Tüm indirmeleri temizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити всі завантаження?
zh_hans: 您真的要清除所有下载吗？

source: Do you really want to clear all queued downloads?
ca: Vols netejar totes les descàrregues en cua?
cs: Opravdu chcete odebrat všechna stahování čekající ve frontě?
de: Willst du wirklich alle Downloads in der Warteschlange löschen?
es_cl: ¿Realmente quieres limpiar todas las descargas en cola?
es_es: ¿De verdad quieres limpiar todas las descargas en cola?
et: Kas soovid tõesti kõik järjekorras olevad allalaadimised eemaldada?
fr: Voulez-vous vraiment effacer tous les téléchargements en file d'attente ?
hu: Valóban törölni szeretné az összes sorba állított letöltést?
it: Sei sicuro di voler pulire tutti i download accodati?
lv: Vai tiešām vēlaties notīrīt visas rindā esošās lejupielādes?
nl: Wil je echt alle downloads in de wachtrij wissen?
pl: Czy na pewno chcesz usunąć wszystkie pliki z kolejki pobierania?
pt_br: Você realmente deseja limpar todos os downloads na fila?
pt_pt: Realmente deseja limpar todas as descargas na fila?
ru: Вы действительно хотите очистить все загрузки из очереди?
ta: வரிசைப்படுத்தப்பட்ட எல்லா பதிவிறக்கங்களையும் அழிக்க விரும்புகிறீர்களா?
tr: Kuyruğa alınan tüm indirmeleri temizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити всі завантаження в черзі?
zh_hans: 您真的要清除已加入队列的下载吗？

source: Do you really want to clear all queued uploads?
ca: Vols netejar totes les càrregues en cua?
cs: Opravdu chcete vyčistit frontu nahrávání?
de: Willst du wirklich alle wartenden Uploads löschen?
es_cl: ¿Realmente quieres limpiar todas las subidas en cola?
es_es: ¿De verdad quieres limpiar todas las subidas en cola?
et: Kas soovid tõesti kõik järjekorras olevad üleslaadimised eemaldada?
fr: Êtes-vous sûr de vouloir effacer tous les envois en attente ?
hu: Valóban törölni szeretné az összes sorba állított feltöltést?
it: Sei sicuro di voler pulire tutti gli upload accodati?
lv: Vai tiešām vēlaties notīrīt visas rindā esošās augšupielādes?
nl: Wil je echt alle uploads in de wachtrij wissen?
pl: Jesteś pewien, że chcesz wyczyścić kolejkę wysyłania?
pt_br: Você realmente deseja limpar todos os uploads enfileirados?
pt_pt: Realmente deseja limpar todos os uploads enfileirados?
ru: Вы действительно хотите очистить очередь раздач?
ta: வரிசைப்படுத்தப்பட்ட அனைத்து பதிவேற்றங்களையும் நீங்கள் உண்மையில் அழிக்க விரும்புகிறீர்களா?
tr: Kuyruğa alınan tüm yüklemeleri gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете очистити всі вивантаження в черзі?
zh_hans: 您真的要清空上传队列吗？

source: Do you really want to clear all uploads?
ca: Realment vols netejar totes les càrregues?
cs: Opravdu chcete vyprázdnit seznam nahraných souborů?
de: Willst du wirklich alle Uploads löschen?
es_cl: ¿Realmente quieres limpiar todas las subidas?
es_es: ¿De verdad quieres limpiar todas las subidas?
et: Kas soovid tõesti kõik üleslaadimised eemaldada?
fr: Êtes-vous sûr de vouloir effacer tous les envois ?
hu: Valóban törölni szeretné az összes feltöltést?
it: Sei sicuro di voler pulire tutti gli upload?
lv: Vai tiešām vēlaties notīrīt visas augšupielādes?
nl: Wil je echt alle uploads wissen?
pl: Jesteś pewien, że chcesz wyczyścić wszystkie wysłane?
pt_br: Deseja mesmo limpar todos os uploads?
pt_pt: Deseja mesmo limpar todos os uploads?
ru: Вы действительно хотите очистить все раздачи?
ta: எல்லா பதிவேற்றங்களையும் அழிக்க விரும்புகிறீர்களா?
tr: Tüm yüklemeleri gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете очистити всі вивантаження?
zh_hans: 您真的要清除所有上传吗？

source: Do you really want to clear your wishlist?
ca: Vols netejar la teva llista de desitjos?
cs: Opravdu chcete odebrat obsah seznamu přání?
de: Möchtest du wirklich deine Wunschliste löschen?
es_cl: ¿Realmente quieres limpiar tu lista de deseos?
es_es: ¿De verdad quieres limpiar tu lista de deseos?
et: Kas soovid tõesti oma soovinimekirja tühjendada?
fr: Voulez-vous vraiment effacer votre liste de souhaits ?
hu: Valóban törölni szeretné a kívánságlistáját?
it: Sei sicuro di voler pulire la tua lista dei desideri?
lv: Vai tiešām vēlaties notīrīt savu vēlmju sarakstu?
nl: Wil je echt je verlanglijst wissen?
pl: Jesteś pewien, że chcesz wyczyścić listę życzeń?
pt_br: Você realmente deseja limpar sua lista de desejos?
pt_pt: Realmente deseja limpar a sua lista de desejos?
ru: Вы действительно хотите очистить свой список желаемого?
ta: உங்கள் விருப்பப்பட்டியலை அழிக்க விரும்புகிறீர்களா?
tr: Dilek listenizi gerçekten temizlemek istiyor musunuz?
uk: Ви дійсно хочете очистити свій список побажань?
zh_hans: 您真的要清空心愿单吗？

source: Do you really want to close all tabs?
ca: Vols tancar totes les pestanyes?
cs: Opravdu chcete zavřít všechny karty?
de: Willst du wirklich alle Tabs schließen?
es_cl: ¿Está seguro de que desea cerrar todas las pestañas?
es_es: ¿De verdad quieres cerrar todas las pestañas?
et: Kas soovid tõesti kõik vahekaardid sulgeda?
fr: Voulez-vous vraiment fermer tous les onglets ?
hu: Tényleg be szeretné zárni az összes lapot?
it: Sei sicuro di voler chiudere tutte le schede?
lv: Vai tiešām vēlaties aizvērt visas cilnes?
nl: Wil je echt alle tabs sluiten?
pl: Jesteś pewien, że chcesz zamknąć wszystkie karty?
pt_br: Você realmente quer fechar todas as abas?
pt_pt: Realmente quer fechar todas as guias?
ru: Вы действительно хотите закрыть все вкладки?
ta: எல்லா தாவல்களையும் மூட விரும்புகிறீர்களா?
tr: Tüm sekmeleri gerçekten kapatmak istiyor musunuz?
uk: Ви дійсно хочете закрити всі вкладки?
zh_hans: 您真的要关闭所有选项卡吗？

source: Do you really want to create a new room "%@"?
ca: Vols crear una sala nova «%@»?
cs: Opravdu chcete vytvořit novou místnost "%@"?
de: Willst du wirklich einen neuen Raum "%@" erstellen?
es_cl: ¿Realmente quiere crear una nueva sala «%@»?
es_es: ¿De verdad quieres crear la nueva sala «%@»?
et: Kas soovid tõesti luua uue ruumi "%@"?
fr: Voulez-vous vraiment créer le nouveau salon "%@" ?
hu: Valóban létrehoz egy új "%@" szobát?
it: Sei sicuro di voler creare un nuovo canale "%@"?
lv: Vai tiešām vēlaties izveidot jaunu istabu "%@"?
nl: Wil je echt een nieuwe kamer "%@" aanmaken?
pl: Jesteś pewien, że chcesz utworzyć nowy pokój "%@"?
pt_br: Deseja realmente criar uma nova sala "%@"?
pt_pt: Você tem certeza de que quer criar uma nova sala "%@"?
ru: Вы действительно хотите создать новую комнату «%@»?
ta: நீங்கள் உண்மையில் ஒரு புதிய அறையை "%@" உருவாக்க விரும்புகிறீர்களா?
tr: "%@" adlı yeni bir oda oluşturmak istediğinizden emin misiniz?
uk: Ви дійсно хочете створити нову кімнату "%@"?
zh_hans: 您确定要创建新聊天室“%@”吗？

source: Do you really want to download %lld files from %@'s folder %@?
ca: Vols descarregar %1$lld fitxers de la carpeta %3$@ de %2$@?
cs: Opravdu chcete stáhnout %1$lld souborů ze složky %3$@ od %2$@?
de: Willst du wirklich %1$lld Dateien aus %2$@ Ordner %3$@ herunterladen?
es_cl: Está seguro de que desea descargar %1$lld archivos de la carpeta %3$@ de %2$@?
es_es: ¿De verdad quieres descargar %1$lld archivos de la carpeta %3$@ de %2$@?
et: Kas soovid tõesti %1$lld faili alla laadida kasutaja %2$@ kaustast %3$@?
fr: Voulez-vous vraiment télécharger %1$lld fichiers du dossier %3$@ de l'utilisateur %2$@ ?
hu: A(z) %1$lld fájlt valóban le szeretné tölteni a(z) %2$@ %3$@ mappából?
it: Sei sicuro di voler scaricare %1$lld file dalla cartella %3$@ dell'utente %2$@?
lv: Vai tiešām vēlaties lejupielādēt %1$lld failus no %2$@ mapes %3$@?
nl: Wil je echt %1$lld bestanden downloaden uit de map %3$@ van %2$@?
pl: Jesteś pewien, że chcesz pobrać %1$lld plików z folderu %3$@ użytkownika %2$@?
pt_br: Você realmente deseja baixar %1$lld arquivos da pasta %2$@'s %3$@?
pt_pt: Realmente deseja descarregar %1$lld ficheiros da pasta %2$@'s %3$@?
ru: Вы действительно хотите скачать файлы %1$lld из каталога %2$@ %3$@?
ta: %2$@ இன் கோப்புறை %3$@ இலிருந்து %1$lld கோப்புகளைப் பதிவிறக்கம் செய்ய விரும்புகிறீர்களா?
tr: %2$@ kullanıcısının %3$@ klasöründen %1$lld dosyayı indirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете завантажити файли %1$lld з каталогу %2$@ %3$@?
zh_hans: 您真的要从 %2$@ 的文件夹 %3$@ 下载 %1$lld 个文件吗？

source: Do you really want to exit?
ca: Realment vols sortir?
cs: Opravdu chcete opustit Nicotine+?
de: Willst du wirklich beenden?
es_cl: ¿Realmente quieres salir?
es_es: ¿De verdad quieres salir?
et: Kas soovid tõesti väljuda?
fr: Voulez-vous vraiment quitter ?
hu: Valóban ki akar lépni?
it: Vuoi davvero uscire?
lv: Vai tiešām vēlaties iziet?
nl: Wil je echt afsluiten?
pl: Czy na pewno chcesz wyjść?
pt_br: Você realmente quer sair da Nicotine+?
pt_pt: Tem certeza que deseja sair?
ru: Вы действительно хотите выйти из Nicotine+?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
tr: Gerçekten çıkmak istiyor musunuz?
uk: Ви дійсно хочете вийти?
zh_hans: 你真的要退出吗？

source: Do you really want to permanently delete all logged messages for this room?
ca: Vols suprimir permanentment tots els missatges registrats per a aquesta sala?
cs: Opravdu chcete trvale smazat všechny protokolované zprávy pro tuto místnost?
de: Möchtest du wirklich alle protokollierten Nachrichten für diesen Raum dauerhaft löschen?
es_cl: ¿Realmente quieres borrar permanentemente todos los mensajes registrados para esta sala?
es_es: ¿De verdad quieres borrar permanentemente todos los mensajes registrados en esta sala?
et: Kas soovid tõesti kõik selle ruumi logitud sõnumid jäädavalt kustutada?
fr: Voulez-vous vraiment supprimer définitivement tous les messages enregistrés de ce salon ?
hu: Véglegesen törölni akarja a szoba összes naplózott üzenetét?
it: Sei sicuro di voler eliminare definitivamente tutti i messaggi registrati per questo canale?
lv: Vai tiešām vēlaties neatgriezeniski dzēst visas žurnālā reģistrētās ziņas šai istabai?
nl: Wil je echt alle gelogde berichten voor deze kamer permanent verwijderen?
pl: Czy na pewno chcesz trwale usunąć wszystkie zarejestrowane wiadomości dla tego pokoju?
pt_br: Você realmente deseja excluir permanentemente todas as mensagens registradas para esta sala?
pt_pt: Realmente deseja apagar permanentemente todas as mensagens registadas para esta sala?
ru: Вы действительно хотите навсегда удалить все сообщения из этой комнаты?
ta: இந்த அறைக்கு உள்நுழைந்த அனைத்து செய்திகளையும் நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
tr: Bu oda için kayıtlı tüm mesajları kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете назавжди видалити всі повідомлення для цієї кімнати?
zh_hans: 您确定要永久删除此房间的所有消息记录吗？

source: Do you really want to permanently delete all logged messages for this user?
ca: Vols suprimir permanentment tots els missatges registrats per a aquest usuari?
cs: Opravdu chcete trvale smazat všechny protokolované zprávy pro tohoto uživatele?
de: Möchtest du wirklich alle protokollierten Nachrichten für diesen Benutzer dauerhaft löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente todos los mensajes registrados de este usuario?
es_es: ¿De verdad quieres eliminar permanentemente todos los mensajes registrados de este usuario?
et: Kas soovid tõesti kõik selle kasutaja logitud sõnumid jäädavalt kustutada?
fr: Êtes-vous sûr de vouloir effacer définitivement tous les messages enregistrés de cet utilisateur ?
hu: Valóban végleg törölni szeretné a felhasználó összes naplózott üzenetét?
it: Sei sicuro di voler eliminare definitivamente tutti i messaggi registrati per questo utente?
lv: Vai tiešām vēlaties neatgriezeniski dzēst visas žurnālā reģistrētās ziņas šim lietotājam?
nl: Wil je echt alle gelogde berichten voor deze gebruiker permanent verwijderen?
pl: Czy na pewno chcesz trwale usunąć wszystkie zarejestrowane wiadomości dla tego użytkownika?
pt_br: Você realmente deseja excluir permanentemente todas as mensagens registradas para este usuário?
pt_pt: Realmente deseja apagar permanentemente todas as mensagens registadas para este utilizador?
ru: Вы действительно хотите удалить все входящие сообщения для этого пользователя?
ta: இந்த பயனருக்கான அனைத்து உள்நுழைந்த செய்திகளையும் நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
tr: Bu kullanıcı için kayıtlı tüm mesajları kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете назавжди видалити всі зареєстровані повідомлення для цього користувача?
zh_hans: 您确定要永久删除此用户的所有消息记录吗？

source: Do you really want to reset transfer statistics?
ca: Vols restablir les estadístiques de transferència?
cs: Opravdu chcete vynulovat statistiky přenosu?
de: Willst du wirklich die Übertragungsstatistiken zurücksetzen?
es_cl: ¿Está seguro de que desea reiniciar las estadísticas de transferencia?
es_es: ¿De verdad quieres reiniciar las estadísticas de transferencia?
et: Kas soovid tõesti ülekandestatistika lähtestada?
fr: Souhaitez-vous vraiment réinitialiser les statistiques de transfert ?
hu: Valóban vissza szeretné állítani az átviteli statisztikákat?
it: Sei sicuro di voler azzerare le statistiche di trasferimento?
lv: Vai tiešām vēlaties atiestatīt pārsūtīšanas statistiku?
nl: Wil je echt de overdrachtstatistieken resetten?
pl: Czy jesteś pewien, że chcesz zresetować statystyki transferów?
pt_br: Você realmente quer redefinir as estatísticas de transferência?
pt_pt: Realmente quer redefinir as estatísticas de transferência?
ru: Вы действительно хотите сбросить статистику?
ta: பரிமாற்ற புள்ளிவிவரங்களை மீட்டமைக்க நீங்கள் உண்மையில் விரும்புகிறீர்களா?
tr: Aktarım istatistiklerini gerçekten sıfırlamak istiyor musunuz?
uk: Ви дійсно хочете скинути статистику передач?
zh_hans: 您真的要重置传输统计信息吗？
